/* No comment provided by engineer. */
"%@ to %@" = "%1$@ na %2$@";

/* No comment provided by engineer. */
"%d of %d" = "%1$d z %2$d";

/* No comment provided by engineer. */
"%li to %li" = "%1$li až %2$li";

/* No comment provided by engineer. */
"'item' parameter required" = "je požadován parametr 'item'";

/* No comment provided by engineer. */
"'portal' parameter required" = "je požadován parametr 'portal'";

/* No comment provided by engineer. */
"'tags' parameter required" = "je požadován parametr 'tags'";

/* No comment provided by engineer. */
"'title' parameter required" = "je požadován parametr 'title'";

/* No comment provided by engineer. */
"+/-" = "+/-";

/* No comment provided by engineer. */
"<No value>" = "<Žádná hodnota>";

/* No comment provided by engineer. */
"Access to the device location is denied." = "Přístup k umístění zařízení je zakázán.";

/* No comment provided by engineer. */
"Actual Size" = "Skutečná velikost";

/* No comment provided by engineer. */
"Add" = "Přidat";

/* No comment provided by engineer. */
"Add Attachment" = "Přidat přílohu";

/* No comment provided by engineer. */
"Add..." = "Přidat…...";

/* No comment provided by engineer. */
"An itemID is required for this operation. Add this item to the Portal to get an ItemID." = "Tato operace vyžaduje parametr itemID. Parametr itemID získáte přidáním této položky do portálu.";

/* No comment provided by engineer. */
"An uncaught NSException was detected, however the original information and callstack is not available. Break on objective-c exceptions to see the line of code causing the original NSException. For more information on how to do this please see the documentation." = "Byla zjištěna nezachycená výjimka NSException, nejsou však k dispozici původní informace a zásobník. Vyhledejte kód způsobující původní výjimku NSException přerušením výjimek objective-c. Další informace o tomto postupu naleznete v dokumentaci.";

/* No comment provided by engineer. */
"Apply Geometry" = "Použít geometrii";

/* No comment provided by engineer. */
"At least 1 facility is required to solve a route." = "Aby bylo možné vyřešit trasu, je vyžadováno alespoň jedno zařízení.";

/* No comment provided by engineer. */
"At least 1 incident is required to solve a route." = "Aby bylo možné vyřešit trasu, je vyžadována alespoň jedna událost.";

/* No comment provided by engineer. */
"At least 2 stops are required to solve a route." = "Aby bylo možné vyřešit trasu, jsou vyžadovány alespoň 2 zastávky.";

/* No comment provided by engineer. */
"Attachment" = "Příloha";

/* No comment provided by engineer. */
"Attachments" = "Přílohy";

/* No comment provided by engineer. */
"Attempt to use functionality that is not supported for the current license level" = "Byl proveden pokus o použití funkce, která není podporovaná s aktuálně používanou licencí.";

/* No comment provided by engineer. */
"Authorization required" = "Je vyžadována autorizace.";

/* No comment provided by engineer. */
"Bad Request" = "Nesprávný požadavek";

/* No comment provided by engineer. */
"Bad URL." = "Nesprávná adresa URL.";

/* No comment provided by engineer. */
"bytes" = "bajtů";

/* No comment provided by engineer. */
"Cancel" = "Storno";

/* No comment provided by engineer. */
"Cannot save to a different item type." = "Nelze uložit do jiného typu položky.";

/* No comment provided by engineer. */
"Cannot verify the identity of '%@'" = "Nelze ověřit identitu '%@'.";

/* No comment provided by engineer. */
"Certificate Required" = "Vyžadován certifikát";

/* No comment provided by engineer. */
"Challenge for URL: %@ with failureCount: %lu" = "Výzva pro adresu URL: %1$@ s položkou failureCount: %2$lu";

/* No comment provided by engineer. */
"Changing Feature Type" = "Změna typu prvku";

/* No comment provided by engineer. */
"Choose From Library" = "Vybrat z knihovny";

/* No comment provided by engineer. */
"Clear" = "Vymazat";

/* No comment provided by engineer. */
"Clear Geometry" = "Smazat geometrii";

/* No comment provided by engineer. */
"Continue" = "Pokračovat";

/* No comment provided by engineer. */
"Created %d hours ago" = "Vytvořeno před %d hodinami";

/* No comment provided by engineer. */
"Created %d minutes ago" = "Vytvořeno před %d minutami";

/* No comment provided by engineer. */
"Created a minute ago" = "Vytvořeno před minutou";

/* No comment provided by engineer. */
"Created an hour ago" = "Vytvořeno před hodinou";

/* No comment provided by engineer. */
"Created by %@" = "Vytvořil %@";

/* No comment provided by engineer. */
"Created by %@ %d hours ago" = "Vytvořil %1$@ před %2$d hodinami";

/* No comment provided by engineer. */
"Created by %@ %d minutes ago" = "Vytvořil %1$@ před %2$d minutami";

/* No comment provided by engineer. */
"Created by %@ a minute ago" = "Vytvořil %@ a před minutou";

/* No comment provided by engineer. */
"Created by %@ an hour ago" = "Vytvořil %@ před hodinou";

/* No comment provided by engineer. */
"Created by %@ on %@ at %@ - day" = "Vytvořil %1$@ dne %2$@ v %3$@ – den";

/* No comment provided by engineer. */
"Created by %@ on %@ at %@ - full" = "Vytvořil %1$@ dne %2$@ v %3$@ – celé";

/* No comment provided by engineer. */
"Created by %@ seconds ago" = "Vytvořil %@ před několika vteřinami";

/* No comment provided by engineer. */
"Created on %@ at %@ - day" = "Vytvořeno dne %1$@ v %2$@ – den";

/* No comment provided by engineer. */
"Created on %@ at %@ - full" = "Vytvořeno dne %1$@ v %2$@ – celé";

/* No comment provided by engineer. */
"Created seconds ago" = "Vytvořeno před několika vteřinami";

/* No comment provided by engineer. */
"Credential Required" = "Jsou vyžadovány přihlašovací údaje";

/* No comment provided by engineer. */
"Data for pie chart is invalid" = "Data pro výsečový graf nejsou platná";

/* No comment provided by engineer. */
"Delete" = "Smazat";

/* No comment provided by engineer. */
"Delete Attachment" = "Smazat přílohu";

/* No comment provided by engineer. */
"Delete Feature" = "Smazat prvek";

/* No comment provided by engineer. */
"Deleting this attachment will remove it from the popup and associated data source." = "Pokud odstraníte tuto přílohu, odstraní se z vyskakovacího okna a přidruženého zdroje dat.";

/* No comment provided by engineer. */
"Deleting this feature will remove it from the map and associated data source." = "Pokud odstraníte tento prvek, odstraní se z mapy a přidruženého zdroje dat.";

/* No comment provided by engineer. */
"Directions time and distance attributes do not match." = "Atributy času a vzdálenosti trasy se neshodují.";

/* No comment provided by engineer. */
"Edit" = "Upravit";

/* No comment provided by engineer. */
"Edited %d hours ago" = "Upraveno před %d hodinami";

/* No comment provided by engineer. */
"Edited %d minutes ago" = "Upraveno před %d minutami";

/* No comment provided by engineer. */
"Edited a minute ago" = "Upraveno před minutou";

/* No comment provided by engineer. */
"Edited an hour ago" = "Upraveno před hodinou";

/* No comment provided by engineer. */
"Edited by %@" = "Upravil %@";

/* No comment provided by engineer. */
"Edited by %@ %d hours ago" = "Upravil %1$@ před %2$d hodinami";

/* No comment provided by engineer. */
"Edited by %@ %d minutes ago" = "Upravil %1$@ před %2$d minutami";

/* No comment provided by engineer. */
"Edited by %@ a minute ago" = "Upravil %@ před minutou";

/* No comment provided by engineer. */
"Edited by %@ an hour ago" = "Upravil %@ před hodinou";

/* No comment provided by engineer. */
"Edited by %@ on %@ at %@ - day" = "Upravil %1$@ dne %2$@ v %3$@ – den";

/* No comment provided by engineer. */
"Edited by %@ on %@ at %@ - full" = "Upravil %1$@ dne %2$@ v %3$@ – celé";

/* No comment provided by engineer. */
"Edited by %@ seconds ago" = "Upravil %@ před několika vteřinami";

/* No comment provided by engineer. */
"Edited on %@ at %@ - day" = "Upraveno dne %1$@ v %2$@ – den";

/* No comment provided by engineer. */
"Edited on %@ at %@ - full" = "Upraveno dne %1$@ v %2$@ – celé";

/* No comment provided by engineer. */
"Edited seconds ago" = "Upraveno před několika vteřinami";

/* No comment provided by engineer. */
"Empty username/password" = "Prázdné uživatelské jméno / heslo";

/* No comment provided by engineer. */
"Enter a date between %@ and %@" = "Zadejte datum mezi %1$@ a %2$@.";

/* No comment provided by engineer. */
"Enter a number between %@ and %@" = "Zadejte číslo mezi %1$@ a %2$@";

/* No comment provided by engineer. */
"Enter a number between %i and %i" = "Zadejte číslo mezi %1$i a %2$i";

/* No comment provided by engineer. */
"Error" = "Chyba";

/* No comment provided by engineer. */
"Error adding identity to the keychain" = "Chyba při přidávání identity do řetězce";

/* No comment provided by engineer. */
"Error adding keychain item" = "Chyba při přidávání položky řetězce klíčů";

/* No comment provided by engineer. */
"Error extracting identity" = "Chyba při extrakci identity";

/* No comment provided by engineer. */
"Error Loading Page" = "Chyba při načítání stránky";

/* No comment provided by engineer. */
"Error removing keychain item" = "Chyba při odebírání položky řetězce klíčů";

/* No comment provided by engineer. */
"Error updating keychain item" = "Chyba při aktualizaci položky řetězce klíčů";

/* No comment provided by engineer. */
"Exceeds maximum value (%@)" = "Překračuje maximální hodnotu (%@)";

/* No comment provided by engineer. */
"Extra Large" = "Extra velká";

/* No comment provided by engineer. */
"Facility (%1$@) has invalid added cost attribute names (%2$@)." = "Zařízení (%1$@) má neplatné názvy atributů přidaných nákladů (%2$@).";

/* No comment provided by engineer. */
"Facility (%1$@) has negative added cost attribute (%2$@)." = "Zařízení (%1$@) má záporný atribut přidaných nákladů (%2$@).";

/* No comment provided by engineer. */
"Feature isn't valid." = "Prvek není platný.";

/* No comment provided by engineer. */
"Finish" = "Konec";

/* No comment provided by engineer. */
"Finishing editing..." = "Probíhá dokončování editace…";

/* No comment provided by engineer. */
"GB" = "GB";

/* No comment provided by engineer. */
"Geometry" = "Geometrie";

/* No comment provided by engineer. */
"Hide" = "Skrýt";

/* No comment provided by engineer. */
"Incident (%1$@) has invalid added cost attribute names (%2$@)." = "Událost (%1$@) má neplatné názvy atributů přidaných nákladů (%2$@).";

/* No comment provided by engineer. */
"Incident (%1$@) has negative added cost attribute (%2$@)." = "Událost (%1$@) má záporný atribut přidaných nákladů (%2$@).";

/* No comment provided by engineer. */
"Insert Part" = "Vložit část";

/* No comment provided by engineer. */
"Insert Vertex" = "Vložit lomový bod";

/* No comment provided by engineer. */
"Invalid argument." = "Neplatný argument.";

/* No comment provided by engineer. */
"Invalid Credentials" = "Neplatné přihlašovací údaje";

/* No comment provided by engineer. */
"Invalid GPX data." = "Neplatná data GPX.";

/* No comment provided by engineer. */
"Invalid groupID." = "Neplatný parametr groupID.";

/* No comment provided by engineer. */
"Joining this organization is supported by invitation only, you need to receive an invitation from the administrator" = "Připojení této organizace je podporováno pouze prostřednictvím pozvánky, musíte obdržet pozvánku od administrátora.";

/* No comment provided by engineer. */
"KB" = "KB";

/* No comment provided by engineer. */
"Keep Current Values" = "Zachovat aktuální hodnoty";

/* No comment provided by engineer. */
"Large" = "Velká";

/* No comment provided by engineer. */
"Less than minimum value (%@)" = "Méně než minimální hodnota (%@)";

/* No comment provided by engineer. */
"Licensed for Developer Use Only" = "Licencováno pouze pro použití vývojáři";

/* No comment provided by engineer. */
"Loading feature..." = "Probíhá načítání prvku…";

/* No comment provided by engineer. */
"Map contains data that cannot be saved. To save this map, which will remove this data, pass true for forceSaveToSupportedVersion." = "Mapa obsahuje údaje, které nelze uložit. Chcete-li mapu uložit a tyto údaje odebrat, nastavte hodnotu true pro parametr forceSaveToSupportedVersion.";

/* No comment provided by engineer. */
"MB" = "MB";

/* No comment provided by engineer. */
"Medium" = "Střední";

/* No comment provided by engineer. */
"Missing client certificate" = "Chybí certifikát klienta";

/* string to represent hyperlink attributes */
"More Info" = "Další informace";

/* No comment provided by engineer. */
"Move Geometry" = "Přesunout geometrii";

/* No comment provided by engineer. */
"Move Part" = "Přesunout část";

/* No comment provided by engineer. */
"Move Vertex" = "Přesunout lomový bod";

/* No comment provided by engineer. */
"No certificate found to access the resource '%@'" = "Pro přístup ke zdroji '%@' nebyl nalezen certifikát.";

/* No comment provided by engineer. */
"No data to create a bar chart" = "Nejsou k dispozici žádná data pro vytvoření sloupcového grafu.";

/* No comment provided by engineer. */
"No data to create a line chart" = "Nejsou k dispozici žádná data pro vytvoření spojnicového grafu.";

/* No comment provided by engineer. */
"No data to create a pie chart" = "K vytvoření výsečového grafu nejsou k dispozici data.";

/* No comment provided by engineer. */
"No image to display" = "Neexistuje žádný obrázek k zobrazení";

/* No comment provided by engineer. */
"No path can be found between a given pair of stops (%@)." = "Mezi daným párem zastávek nelze najít cestu (%@).";

/* No comment provided by engineer. */
"Not a valid number" = "Není platné číslo";

/* No comment provided by engineer. */
"Not a valid whole number" = "Není platné celé číslo";

/* No comment provided by engineer. */
"Object cannot be created without a portal.  Use fromJSON:withPortal:error: method instead." = "Objekt nelze vytvořit bez portálu.  Použijte namísto toho metodu fromJSON:withPortal:error:.";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"One or more accumulate attribute names (%@) are invalid." = "Jeden nebo více názvů atributů akumulace (%@) je neplatných.";

/* No comment provided by engineer. */
"One or more attribute names (%@) associated with the custom parameter attribute values are invalid." = "Jeden nebo více názvů atributů (%@) přidružených k hodnotám atributů vlastních parametrů je neplatných.";

/* No comment provided by engineer. */
"One or more facilities (%@) have a null geometry." = "Jedno nebo více zařízení (%@) má nulovou geometrii.";

/* No comment provided by engineer. */
"One or more facilities (%@) have an invalid curb approach." = "Jedno nebo více zařízení (%@) má neplatné přiblížení k obrubníku.";

/* No comment provided by engineer. */
"One or more facilities (%@) have invalid impedance cutoff." = "Jedno nebo více zařízení (%@) má neplatnou mezní hodnotu dojezdu.";

/* No comment provided by engineer. */
"One or more incidents (%@) have a null geometry." = "Jedna nebo více událostí (%@) má nulovou geometrii.";

/* No comment provided by engineer. */
"One or more incidents (%@) have an invalid curb approach." = "Jedna nebo více událostí (%@) má neplatné přiblížení k obrubníku.";

/* No comment provided by engineer. */
"One or more incidents (%@) have invalid impedance cutoff." = "Jedna nebo více událostí (%@) má neplatnou mezní hodnotu dojezdu.";

/* No comment provided by engineer. */
"One or more incidents (%@) have less than 1 target facility count." = "Jedna nebo více událostí (%@) má méně než 1 cílový počet zařízení.";

/* No comment provided by engineer. */
"One or more parameter names (%@) associated with the custom parameter attribute values are invalid." = "Jeden nebo více názvů parametrů (%@) přidružených k hodnotám atributů vlastních parametrů je neplatných.";

/* No comment provided by engineer. */
"One or more parameter value types associated with the custom parameter attribute values (%@) are invalid." = "Jeden nebo více typů hodnot parametrů přidružených k hodnotám atributů vlastních parametrů (%@) je neplatných.";

/* No comment provided by engineer. */
"One or more point barriers (%@) are unlocated." = "Jedna nebo více bodových překážek (%@) není umístěných.";

/* No comment provided by engineer. */
"One or more point barriers (%@) have a null geometry." = "Jedna nebo více bodových překážek (%@) má nulovou geometrii.";

/* No comment provided by engineer. */
"One or more point barriers (%@) have an invalid added cost attribute name." = "Jedna nebo více bodových překážek (%@) má neplatný název atributu přidaných nákladů.";

/* No comment provided by engineer. */
"One or more point barriers (%@) have an invalid curb approach." = "Jedna nebo více bodových překážek (%@) má neplatné přiblížení k obrubníku.";

/* No comment provided by engineer. */
"One or more polygon barriers (%@) does not cover any network elements." = "Jedna nebo více polygonových překážek (%@) nepokrývá žádné síťové prvky.";

/* No comment provided by engineer. */
"One or more polygon barriers (%@) have a null geometry." = "Jedna nebo více polygonových překážek (%@) má nulovou geometrii.";

/* No comment provided by engineer. */
"One or more polygon barriers (%@) have an invalid scaled cost attribute name." = "Jedna nebo více polygonových překážek (%@) má neplatný název atributu škálovaných nákladů.";

/* No comment provided by engineer. */
"One or more polyline barriers (%@) does not cover any network elements." = "Jedna nebo více liniových překážek (%@) nepokrývá žádné síťové prvky.";

/* No comment provided by engineer. */
"One or more polyline barriers (%@) have a null geometry." = "Jedna nebo více liniových překážek (%@) má nulovou geometrii.";

/* No comment provided by engineer. */
"One or more polyline barriers (%@) have an invalid scaled cost attribute name." = "Jedna nebo více liniových překážek (%@) má neplatný název atributu škálovaných nákladů.";

/* No comment provided by engineer. */
"One or more restriction attribute names (%@) are invalid." = "Jeden nebo více názvů atributů omezení (%@) je neplatných.";

/* No comment provided by engineer. */
"One or more restriction usage values (%1$@) associated with the custom parameter attribute values (%2$@) are invalid." = "Jedna nebo více hodnot použití omezení (%1$@) přidružených k hodnotám atributů vlastních parametrů (%2$@) je neplatných.";

/* No comment provided by engineer. */
"One or more restriction usage values (%1$@) associated with the custom parameter attribute values ((%2$@) are neutral (i.e., have no effect)." = "Jedna nebo více hodnot použití omezení (%1$@) přidružených k hodnotám atributů vlastních parametrů (%2$@) je neutrálních (tj. nemá žádný účinek).";

/* No comment provided by engineer. */
"One or more stops (%@) are located on a non-traversable element." = "Jedna nebo více zastávek (%@) je umístěno na neprůjezdném prvku.";

/* No comment provided by engineer. */
"One or more stops (%@) are located on a soft-restricted element." = "Jedna nebo více zastávek (%@) je umístěno na mírně omezeném prvku.";

/* No comment provided by engineer. */
"One or more stops (%@) are unlocated." = "Jedna nebo více zastávek (%@) není umístěno.";

/* No comment provided by engineer. */
"One or more stops (%@) cannot be reached from other stops." = "Jedna nebo více zastávek (%@) není dosažitelných z jiných zastávek.";

/* No comment provided by engineer. */
"One or more stops (%@) have a null geometry." = "Jedna nebo více zastávek (%@) má nulovou geometrii.";

/* No comment provided by engineer. */
"One or more stops (%@) have a time window end that occurs before its time window start." = "Jedna nebo více zastávek (%@) má konec časového rozpětí nastavený před začátek časového rozpětí.";

/* No comment provided by engineer. */
"One or more stops (%@) have a time window that starts before January 1, 1970." = "Jedna nebo více zastávek (%@) má časové rozpětí, které začíná dříve než 1. ledna 1970.";

/* No comment provided by engineer. */
"One or more stops (%@) have an invalid curb approach." = "Jedna nebo více zastávek (%@) má neplatné přiblížení k obrubníku.";

/* No comment provided by engineer. */
"Open in Safari" = "Otevřít v Safari";

/* No comment provided by engineer. */
"Password" = "Heslo";

/* No comment provided by engineer. */
"Please enter a name for the new attachment" = "Zadejte název nové přílohy.";

/* No comment provided by engineer. */
"Polygon barrier (%1$@) has negative or zero scaled cost attributes (%2$@)." = "Polygonová překážka (%1$@) má záporný nebo nulový atribut škálovaných nákladů (%2$@).";

/* No comment provided by engineer. */
"Polyline barrier (%1$@) has negative or zero scaled cost attributes (%2$@)." = "Liniová překážka (%1$@) má záporný nebo nulový atribut škálovaných nákladů (%2$@).";

/* No comment provided by engineer. */
"Polylines cannot be returned." = "Polylinie nelze vracet.";

/* No comment provided by engineer. */
"Public Account user cannot access this application." = "Uživatel veřejného účtu nemá přístup k této aplikaci.";

/* No comment provided by engineer. */
"Remove Part" = "Odebrat část";

/* No comment provided by engineer. */
"Remove Vertex" = "Odebrat lomový bod";

/* No comment provided by engineer. */
"Reordering stops (Traveling Salesman Problem) is not supported when the collection of stops contains waypoints or rest breaks." = "Změna pořadí zastávek (problém obchodního cestujícího) není podporována, pokud kolekce zastávek obsahuje traťové body nebo odpočinkové přestávky.";

/* No comment provided by engineer. */
"Reset to Default Values" = "Obnovit výchozí hodnoty";

/* No comment provided by engineer. */
"Retry" = "Zkusit znovu";

/* No comment provided by engineer. */
"Route starts or ends on a waypoint." = "Trasa začíná nebo končí v traťovém bodě.";

/* No comment provided by engineer. */
"Save Image" = "Uložit obrázek";

/* No comment provided by engineer. */
"Save Movie" = "Uložit film";

/* No comment provided by engineer. */
"Sign In" = "Přihlásit";

/* No comment provided by engineer. */
"Skip" = "Přeskočit";

/* No comment provided by engineer. */
"Small" = "Malá";

/* No comment provided by engineer. */
"Specified start time occurs before January 1, 1970." = "Zadaný počáteční čas se nachází před 1. lednem 1970.";

/* No comment provided by engineer. */
"Stop (%1$@) has invalid added cost attribute names (%2$@)." = "Zastávka (%1$@) má neplatné názvy atributů přidaných nákladů (%2$@).";

/* No comment provided by engineer. */
"Take Photo or Video" = "Pořídit fotografii či video";

/* No comment provided by engineer. */
"The default impedance cutoff is invalid." = "Výchozí mezní hodnota dojezdu je neplatná.";

/* No comment provided by engineer. */
"The default target facility count is invalid." = "Výchozí cílový počet zařízení je neplatný.";

/* No comment provided by engineer. */
"The directions distance attribute name (%@) is invalid." = "Název atributu vzdálenosti trasy (%@) je neplatný.";

/* No comment provided by engineer. */
"The directions language is invalid." = "Jazyk trasy je neplatný.";

/* No comment provided by engineer. */
"The directions road class attribute is invalid." = "Atribut třídy silnice trasy je neplatný.";

/* No comment provided by engineer. */
"The directions style is invalid." = "Styl trasy je neplatný.";

/* No comment provided by engineer. */
"The directions time attribute name (%@) is invalid." = "Název atributu času trasy (%@) je neplatný.";

/* No comment provided by engineer. */
"The impedance attribute name (%@) is invalid." = "Název atributu dojezdu (%@) je neplatný.";

/* No comment provided by engineer. */
"The input spatial reference is undefined." = "Vstupní souřadnicový systém není definován.";

/* No comment provided by engineer. */
"The network does not have a hierarchy attribute for performing hierarchical route planning." = "Síť nemá hierarchický atribut pro provedení hierarchického plánování trasy.";

/* No comment provided by engineer. */
"The object must first be saved to a portal using the 'saveAs:' method." = "Objekt je nutné nejprve uložit do portálu pomocí metody 'saveAs:'.";

/* No comment provided by engineer. */
"The output spatial reference is undefined." = "Výstupní souřadnicový systém není definována.";

/* No comment provided by engineer. */
"The polygon buffer distance is invalid." = "Vzdálenost polygonového bufferu je neplatná.";

/* No comment provided by engineer. */
"The resource you are looking for might have been removed, had its name changed, or is temporarily unavailable" = "Zdroj, který hledáte, mohl být odstraněn, přejmenován nebo je dočasně nedostupný";

/* No comment provided by engineer. */
"The resulting route has traversed one or more soft-restricted elements (%@)." = "Výsledná trasa prochází jedním nebo více mírně omezenými prvky (%@).";

/* No comment provided by engineer. */
"The route is too large to solve using the walking travel mode." = "Trasa je příliš dlouhá, aby ji bylo možné řešit pomocí pěšího způsobu přepravy.";

/* No comment provided by engineer. */
"The search where clause is not supported." = "Podmínka WHERE vyhledávání není podporována.";

/* No comment provided by engineer. */
"The server’s certificate is invalid. You might be connecting to a server that is pretending to be '%@', which could put your confidential information at risk. Would you like to connect anyway?" = "Certifikát serveru je neplatný. Je možné, že se připojujete k serveru, který předstírá, že je '%@'. Vaše důvěrné informace mohou být ohroženy. Chcete se přesto připojit?";

/* No comment provided by engineer. */
"The service cannot properly calculate time shift." = "Služba není schopna správně vypočítat časový posun.";

/* No comment provided by engineer. */
"The specified clientID is invalid" = "Uvedené číslo clientID je neplatné";

/* No comment provided by engineer. */
"The stop type property was ignored for stops (%@) because the server does not support selected type of stop." = "Vlastnost typu zastávky byla ignorována pro zastávky (%@), protože server nepodporuje vybraný typ zastávky.";

/* No comment provided by engineer. */
"The travel mode has been set to default." = "Způsob přepravy byl nastaven na výchozí.";

/* No comment provided by engineer. */
"The waypoints (%@) contain added cost attribute." = "Traťové body (%@) obsahují atribut přidaných nákladů.";

/* No comment provided by engineer. */
"The waypoints (%@) contain time windows." = "Traťové body (%@) obsahují časová rozpětí.";

/* No comment provided by engineer. */
"There was an error loading the feature. Please check your network connectivity." = "Došlo k chybě při načítání prvku. Zkontrolujte připojení k síti.";

/* No comment provided by engineer. */
"Time windows start date was changed." = "Bylo změněno počáteční datum časových rozpětí.";

/* No comment provided by engineer. */
"Time windows were ignored because the impedance attribute is not time based." = "Časová rozpětí byla ignorována, protože atribut dojezdu není časový.";

/* No comment provided by engineer. */
"To save as a new item, you must be logged in to the portal." = "Aby bylo možné uložit prvek jako novou položku, musíte se přihlásit k portálu.";

/* No comment provided by engineer. */
"Today" = "Dnes";

/* No comment provided by engineer. */
"Token is invalid or has expired" = "Klíč je neplatný nebo vypršel.";

/* No comment provided by engineer. */
"Token URL is nil. You must set a valid token URL on the credential." = "Adresa URL klíče je chybná. Je třeba nastavit platnou adresu URL klíče pro přihlašovací údaje.";

/* No comment provided by engineer. */
"Unable to login with provided credentials." = "Nelze se přihlásit pomocí zadaných přihlašovacích údajů.";

/* No comment provided by engineer. */
"Unable to retrieve user profile from the provider" = "Nelze získat profil uživatele od poskytovatele.";

/* No comment provided by engineer. */
"Unauthorized access" = "Neautorizovaný přístup";

/* No comment provided by engineer. */
"Unknown authentication error" = "Neznámá chyba při ověření";

/* No comment provided by engineer. */
"Unknown condition." = "Neznámý stav.";

/* No comment provided by engineer. */
"Unknown error occurred" = "Došlo k neznámé chybě";

/* No comment provided by engineer. */
"Unsupported GPX data." = "Nepodporovaná data GPX.";

/* No comment provided by engineer. */
"User canceled error" = "Chyba – zrušeno uživatelem";

/* No comment provided by engineer. */
"User licenses assigned by your organization are invalid. Please contact your administrator to adjust the license assignments and try again." = "Uživatelské licence přidělené vaší organizací jsou neplatné. Požádejte administrátora, aby změnil přidělení licencí, a zkuste to znovu.";

/* No comment provided by engineer. */
"Username" = "Uživatelské jméno";

/* No comment provided by engineer. */
"Using browser to authenticate..." = "Probíhá ověřování pomocí prohlížeče…";

/* No comment provided by engineer. */
"Value exceeds maximum field length of %lu" = "Hodnota přesahuje maximální délku pole (%lu)";

/* No comment provided by engineer. */
"You are changing the feature type. Would you like to keep your current values (where possible) or reset to defaults?" = "Provádíte změnu typu prvku. Přejete si zachovat aktuální hodnoty (pokud je to možné), nebo obnovit výchozí hodnoty?";

/* No comment provided by engineer. */
"You cannot sign in because you do not have an organization account associated with your social network credentials" = "Nemůžete se přihlásit, protože jste k přihlašovacím údajům sociální sítě nepřiřadili účet organizace.";

/* No comment provided by engineer. */
"You do not have permissions to access this resource" = "Nemáte oprávnění přistupovat k tomuto zdroji.";

/* No comment provided by engineer. */
"You do not have sufficient user level to access this application." = "K přístupu do této aplikace nemáte požadovanou úroveň uživatele.";

/* No comment provided by engineer. */
"You must be logged in to the Portal to perform this operation." = "Abyste mohli tuto operaci provést, musíte být přihlášení k portálu.";

/* No comment provided by engineer. */
"You must be specify a rating between 1 and 5." = "Musíte zadat hodnocení v rozmezí od 1 do 5.";

/* No comment provided by engineer. */
"You must specify a location usage description key (NSLocationWhenInUseUsageDescription or NSLocationAlwaysUsageDescription) in your plist." = "V seznamu plist musíte určit klíč popisu použití umístění (NSLocationWhenInUseUsageDescription nebo NSLocationAlwaysUsageDescription).";

/* No comment provided by engineer. */
"You need to select a certificate to access the resource '%@'" = "Pro přístup ke zdroji '%@' je nutné vybrat certifikát.";

/* No comment provided by engineer. */
"You need to sign in to access the resource '%@'" = "Pro přístup ke zdroji '%@' je nutné se přihlásit.";

/* No comment provided by engineer. */
"• " = "• ";

﻿/* Localizable+Additions.strings */

/* Unit Abbreviated strings */
"cm" = "cm";
"dd" = "dd";
"dm" = "dm";
"ft" = "ft";
"in" = "in";
"km" = "km";
"m" = "m";
"mi" = "mi";
"mm" = "mm";
"nm" = "nm";
"pt" = "pt";
"Unknown" = "Neznámé";
"yd" = "yd";

/* Unit Display Strings */
"Centimeters" = "Centimetry";
"Decimal Degrees" = "Desetinné stupně";
"Decimeters" = "Decimetry";
"Feet" = "Stopy";
"Inches" = "Palce";
"Kilometers" = "Kilometry";
"Meters" = "Metry";
"Miles" = "Míle";
"Millimeters" = "Milimetry";
"Nautical Miles" = "Námořní míle";
"Points" = "Body";
"Yards" = "Yardy";

/* Area Units Abbreviated Strings */
"sq. in" = "čtver. palce";
"sq. ft" = "čtver. stopy";
"sq. yd" = "čtver. yardy";
"ac" = "ac";
"sq. mi" = "čtver. míle";
"sq. mm" = "čtver. mm";
"sq. cm" = "čtver. cm";
"sq. dm" = "čtver. dm";
"sq. m" = "čtver. m";
"ares" = "ary";
"ha" = "ha";
"sq. km" = "čtver. km";

/* Area Units Display Strings */
"Square Inches" = "Čtvereční palce";
"Square Feet" = "Čtvereční stopy";
"Square Yards" = "Čtvereční yardy";
"Acres" = "Akry";
"Square Miles" = "Čtvereční míle";
"Square Millimeters" = "Čtvereční milimetry";
"Square Centimeters" = "Čtvereční centimetry";
"Square Decimeters" = "Čtvereční decimetry";
"Square Meters" = "Čtvereční metry";
"Ares" = "Ary";
"Hectares" = "Hektary";
"Square Kilometers" = "Čtvereční kilometry";

